{
    "charts": {
        "cisqua": {
            "app_readme": "<h1>Cisqua</h1>\n<p>Cisqua is a powerful and intuitive AniDB client and local anime library management tool. With Cisqua, users can effortlessly search, organize, and track their anime series with data directly sourced from AniDB, ensuring a rich and up-to-date repository of anime information.</p>\n<h2>Key Features</h2>\n<ul>\n<li><strong>AniDB Integration</strong>: Seamlessly search for and retrieve detailed information on anime series, characters, and creators.</li>\n<li><strong>Library Management</strong>: Organize your anime collection with comprehensive library management tools.</li>\n<li><strong>User-friendly Interface</strong>: A clean and intuitive interface designed for ease of use, allowing for quick navigation and management of your anime library.</li>\n<li><strong>Customizable Settings</strong>: Tailor Cisqua to fit your personal preferences with customizable settings.</li>\n</ul>\n<h2>Quick Start</h2>\n<p>To get started with Cisqua in your Kubernetes cluster, you can deploy it using the provided Helm chart. This chart is specifically designed for Truenas Scale.</p>\n<p>To test it locally, you need a local deployment of Kubernetes (such as the one provided by Docker Desktop.)\n<code>helm repo add scale-apps https://github.com/pathsny/scale-apps\n  helm install cisqua scale-apps/cisqua\n  kubectl port-forward svc/cisqua 4567:4567</code></p>\n<p>Then, navigate to http://localhost:4567 in your web browser.</p>\n<h2>Contributing</h2>\n<p>Contributions to Cisqua are always welcome, whether it's reporting issues, submitting improvements, or adding new features. Please visit <a href=\"https://github.com/pathsny/cisqua\">Cisqua's GitHub repository</a> to get involved.</p>\n<h2>Support</h2>\n<p>If you encounter any issues or require assistance, please open an issue on the <a href=\"https://github.com/pathsny/cisqua/issues\">GitHub issue tracker</a>.</p>\n<h2>License</h2>\n<p>Cisqua is open-sourced software licensed under the <a href=\"https://opensource.org/license/mit\">MIT license</a>.</p>",
            "categories": [
                "media"
            ],
            "description": "Cisqua is an AniDB client and library management system",
            "healthy": true,
            "healthy_error": null,
            "home": "https://github.com/pathsny/cisqua",
            "location": "/Users/vsi/Projects/scale_apps/charts/cisqua",
            "latest_version": "1.0.6",
            "latest_app_version": "1.0.0",
            "latest_human_version": "1.0.0_1.0.6",
            "last_update": "2024-03-31 17:46:10",
            "name": "cisqua",
            "recommended": false,
            "title": "Cisqua",
            "maintainers": [],
            "tags": [],
            "screenshots": [],
            "sources": [
                "https://github.com/pathsny/cisqua"
            ],
            "icon_url": "https://github.com/pathsny/scale_apps/blob/1212c1356f1ec8e7fda845867e2fa4fceb434d9a/charts/cisqua/1.0.0/cisqua.png"
        }
    },
    "test": {}
}